[ResistanceRingStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"

[AWCScientistStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"

[PsiChamberScientistStaffSlot X2StaffSlotTemplate]
EmptyText="开放：需要科学家"